[M_CordiallyInvited MissionDefinition]
MissionDescription="Little Tina is having tea at the Tundra Express [location] and needs to find a date - Sir Reginald von Bartlesby.. He believes Jail is his mother.. You will also need tea party supplies: mouse caps, elastic bands, etc.."
MissionSummary="Take Tina's birthday dress.. "

[M_CordiallyInvited02 MissionDefinition]
MissionDescription="Little Tina [place] wants to have a tea party on the Tundra Express, but she has no VIP guests.. He wants you to find him and surprise him.. If you want to preserve the meat, you need to cook it from time to time.. He is a fool to follow you. But don't kill him.."
TurnInDescription="Massacre recalls the age of Pandora, "Welcome to the Party.".''"
MissionSummary="Question tricked Tina's party. "

[M_CordiallyInvited:PlacetheItemsSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Little Tina was drinking tea [on the Tundra Express].]. You are incredible, Tina got everything she asked for.. Now Tina must return and make things right.. "
